[
{"titular": ["Estupiñán es el segundo futbolista de campo que más minutos ha jugado en la eliminatoria rumbo a Catar; Carlos Gruezo el quinto"], "descripcion": ["El lateral izquierdo del Villarreal español es hombre de confianza del seleccionador de Ecuador, Gustavo Alfaro."], "id": [0]},
{"titular": ["Carlos Torres Garcés:  Emelec pudo ser goleado por Delfín SC; la salida de Ismael Rescalvo costaría mucho dinero"], "descripcion": ["Tras la derrota en el Capwell, ‘Palillo’ dice que añora ver a un equipo azul ‘de juego rápido, vistoso, creativo y que en el actual ‘sé corre mucho’."], "id": [1]},
{"titular": ["Challenger de Salinas: Emilio Gómez, campeón vigente, lidera lista de inscritos"], "descripcion": ["La raqueta número uno de Ecuador apunta a revalidar su título en abril próximo."], "id": [2]},
{"titular": ["Eliminatorias sudamericanas: Horarios y canales para ver en vivo los partidos de las fechas 17 y 18"], "descripcion": ["Las últimas dos fechas de las Eliminatorias Sudamericanas se jugarán en tres días con la mayoría de los juegos de manera simultánea."], "id": [3]},
{"titular": ["Estupiñán es el segundo futbolista de campo que más minutos ha jugado en la eliminatoria rumbo a Catar; Carlos Gruezo el quinto"], "descripcion": ["El lateral izquierdo del Villarreal español es hombre de confianza del seleccionador de Ecuador, Gustavo Alfaro."], "id": [4]},
{"titular": ["Selección de Ecuador, a un paso de conseguir este jueves su boleto directo a Catar 2022 por Sudamérica "], "descripcion": ["La Tricolor que dirige el argentino Gustavo Alfaro para nada puede confiarse en su visita ante Paraguay."], "id": [5]},
{"titular": ["Eliminatorias sudamericanas: ¿cómo llegan las selecciones a los partidos?"], "descripcion": ["Un breve repaso de la situación de los diez equipos de Conmebol que disputan el premundial de Qatar 2022 antes de las dos fechas finales."], "id": [6]},
{"titular": ["Messi llegó a Argentina y se alista para enfrentar a Ecuador y Venezuela por la eliminatoria sudamericana a Catar 2022"], "descripcion": ["La estrella albiceleste hará su primer entrenamiento con selección esta tarde en Ezeiza."], "id": [7]},
{"titular": ["¿Ecuador clasificará al Mundial de Catar 2022 en Paraguay?"], "descripcion": ["Aunque la mayoría de los puntos de El Tri han sido en casa, ha sacado ocho en la carretera, mientras que los guaraníes solo han ganado seis en su casa."], "id": [8]},
{"titular": ["Quiénes son las cabezas de serie de Sudamérica para el sorteo del Mundial de Catar"], "descripcion": ["En la fecha del sorteo se conocerán 29 de las 32 selecciones participantes en el Mundial."], "id": [9]},
{"titular": ["Así queda la tabla de posiciones de la LigaPro tras finalizar la fecha 5"], "descripcion": ["Barcelona Sporting Club, líder, es el único invicto del campeonato ecuatoriano de fútbol 2022."], "id": [10]},
{"titular": ["Rafael Nadal sufre una fisura de estrés del tercer arco costal izquierdo y será de baja entre cuatro y seis semanas"], "descripcion": ["Español regresó a su país este martes tras perder la final de Indian Wells frente al estadounidense Taylor Fritz."], "id": [11]},
{"titular": ["Carlos Torres Garcés:  Emelec pudo ser goleado por Delfín SC; la salida de Ismael Rescalvo costaría mucho dinero"], "descripcion": ["Tras la derrota en el Capwell, ‘Palillo’ dice que añora ver a un equipo azul ‘de juego rápido, vistoso, creativo y que en el actual ‘sé corre mucho’."], "id": [12]},
{"titular": ["Ecuador nunca ha conseguido puntos en Paraguay por las eliminatorias al Mundial. ¿El jueves será la primera vez?"], "descripcion": ["La Selección puede sellar de visita su boleto a Catar 2022, pero jugará  en un país donde tiene ocho derrotas premundialistas."], "id": [13]},
{"titular": ["Cristhian 'Demoledor' Rivas pelea en la cartelera UWC 32 este viernes 25 de marzo"], "descripcion": ["Esta cartelera será transmitida por UFC Fight Pass."], "id": [14]},
{"titular": ["Elena Lashmanova, campeona olímpica en 2012 y mundial en 2013 en los 20 km marcha, sancionada dos años y desposeída de sus títulos por doping"], "descripcion": ["Rusa dominó el ranking en el 2019 y la escoltó la ecuatoriana Glenda Morejón que había ganado el Gran Premio Cantonés de Marcha, realizado en La Coruña, España."], "id": [15]},
{"titular": ["‘Estoy más fuerte que nunca’, dice Ismael Rescalvo, quien no piensa en renunciar en Emelec tras su segunda derrota"], "descripcion": ["(VIDEO) Los hinchas en redes sociales piden la salida del técnico español Ismael Rescalvo, algo que el DT no piensa."], "id": [16]},
{"titular": ["Carlos Tenorio: El 99,9 % de los ecuatorianos no pensábamos que esta Selección iría al Mundial. Hay que ser muy sinceros"], "descripcion": ["El 'Demoledor' firmó dos de los cinco goles de Ecuador en Alemania 2006 donde la Tricolor alcanzó los octavos de final."], "id": [17]},
{"titular": ["Ecuador inició entrenamientos en el predio de Conmebol con miras al choque con Paraguay"], "descripcion": ["La noche de este lunes se completa el plantel con la llegada de los últimos ‘legionarios’."], "id": [18]},
{"titular": ["Cristiano Ronaldo y João Félix concentrados con su selección en busca del boleto para jugar el Mundial de Catar"], "descripcion": ["Portugal buscará ante Turquía el pase a la final de la repesca, a jugarse el 29 de marzo en Oporto, contra el vencedor de la llave Italia y Macedonia del Norte."], "id": [19]},
{"titular": ["Para los Juegos Olímpicos París 2024, la mitad de los boletos constarán menos de 55 dólares"], "descripcion": ["Un millón de entradas, se venderán a 26,4 dólares y tendrán opción a presenciar en directo todos los deportes. Otro 50% costarán menos de 55 dólares."], "id": [20]},
{"titular": ["Paraguay se toma en serio el partido ante Ecuador y arrancó su preparación seis días antes"], "descripcion": ["Los guaraníes son el primer equipo en comenzar los entrenamientos previos a la penúltima fecha de la eliminatoria sudamericana."], "id": [21]},
{"titular": ["Barcelona SC y una semana de infortunios "], "id": [22]},
{"titular": ["Tarde de ganar por medio a cero"], "id": [23]},
{"titular": ["Qatar 2022, el Mundial de las restricciones"], "id": [24]},
{"titular": ["LigaPro: fotos trucadas y ataque a la libertad de expresión"], "id": [25]},
{"titular": ["Todo proyecto exitoso pasa por un gran DT"], "id": [26]},
{"titular": ["Judicatura confirmó inocencia de magistrados en el caso de Seguros Sucre"], "id": [27]},
{"titular": ["Kylie Jenner compartió en Youtube un emotivo vídeo sobre el nacimiento de su hijo a quien ya no llamará Wolf"], "id": [28]},
{"titular": ["Asamblea Nacional debate ley de inversiones en medio de la incertidumbre y anuncios de archivo"], "id": [29]},
{"titular": ["Cancillería dice que toma atención a caso de presunta violación en Universidad El Zamorano; Policía de Honduras detuvo a ecuatoriano "], "id": [30]},
{"titular": ["Alcalde de Quito recibirá este jueves a representantes del taxismo; mientras tanto, anuncian que marchas y plantones continuarán"], "id": [31]},
{"titular": ["100 vacantes a Estados Unidos para maestros ecuatorianos, conozca cómo postular"], "id": [32]},
{"titular": ["Challenger de Salinas: Emilio Gómez, campeón vigente, lidera lista de inscritos"], "id": [33]},
{"titular": ["‘Moon Knight’, un héroe con una enfermedad mental diagnosticada: Óscar Isaac contrató a su hermano para la doble actuación"], "id": [34]},
{"titular": ["Periódico pro-Kremlin publica cifra de casi 10.000 soldados rusos muertos y luego lo borra"], "id": [35]}
]